# St7SetPlateID

Sets the ID number for the specified plate.

long St7SetPlateID(long uID, long PlateNum, long PlateID)

Input Parameters

uID

Strand7 model file ID.

PlateNum

Plate number.

PlateID

Plate ID.